tap "argoproj/tap"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mutagen-io/mutagen"
brew "xz"
brew "zstd"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "glib"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "commitizen"
brew "coreutils"
brew "cryptography"
brew "exiftool"
brew "fasd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "python@3.12"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "hdf5"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "kubectx"
brew "libfido2"
brew "libgsf"
brew "libmatio"
brew "libxmlsec1"
brew "magic-wormhole"
brew "memcached"
brew "mupdf"
brew "mysql"
brew "mysql@8.4"
brew "node-build"
brew "nodenv"
brew "numpy"
brew "oath-toolkit"
brew "openssl@1.1"
brew "openvino"
brew "parallel"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "rustup"
brew "semgrep"
brew "telnet"
brew "tmux"
brew "unixodbc"
brew "vips"
brew "yarn"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "derailed/k9s/k9s"
brew "mutagen-io/mutagen/mutagen"
cask "arc"
cask "clipy"
cask "docker"
cask "google-cloud-sdk"
cask "notion"
cask "postman"
cask "rubymine"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "xquartz"
vscode "alefragnani.bookmarks"
vscode "bcanzanella.openmatchingfiles"
vscode "bradlc.vscode-tailwindcss"
vscode "brennondenny.vsc-jetbrains-icons-enhanced"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "donebd.vscode-keypromoter"
vscode "donjayamanne.githistory"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grafana.vscode-jsonnet"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "jgoday.createtmpfile"
vscode "k--kato.intellij-idea-keybindings"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mobalic.jetbrains-dark-theme"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "narasimapandiyan.jetbrainsmono"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "roscop.activefileinstatusbar"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "wayou.vscode-todo-highlight"
